assignment1/scripts/client/open_load/run2/Client_120.log
httperf --hog --timeout=10000 --client=0/1 --server=bernoulli --port=80 --uri=/loop.php --rate=120 --send-buffer=4096 --recv-buffer=16384 --num-conns=21600 --num-calls=1
Maximum connect burst length: 1

Total: connections 21600 requests 21600 replies 21600 test-duration 180.002 s

Connection rate: 120.0 conn/s (8.3 ms/conn, <=2 concurrent connections)
Connection time [ms]: min 5.9 avg 7.7 max 18.4 median 7.5 stddev 0.2
Connection time [ms]: connect 0.3
Connection length [replies/conn]: 1.000

Request rate: 120.0 req/s (8.3 ms/req)
Request size [B]: 70.0

Reply rate [replies/s]: min 119.8 avg 120.0 max 120.0 stddev 0.0 (36 samples)
Reply time [ms]: response 7.4 transfer 0.0
Reply size [B]: header 171.0 content 86.0 footer 0.0 (total 257.0)
Reply status: 1xx=0 2xx=21600 3xx=0 4xx=0 5xx=0

CPU time [s]: user 59.90 system 120.10 (user 33.3% system 66.7% total 100.0%)
Net I/O: 38.4 KB/s (0.3*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0