assignment1/scripts/client/open_load/run2/Client_140.log
httperf --hog --timeout=10000 --client=0/1 --server=bernoulli --port=80 --uri=/loop.php --rate=140 --send-buffer=4096 --recv-buffer=16384 --num-conns=25200 --num-calls=1
Maximum connect burst length: 1

Total: connections 25200 requests 25200 replies 25200 test-duration 179.997 s

Connection rate: 140.0 conn/s (7.1 ms/conn, <=10 concurrent connections)
Connection time [ms]: min 5.8 avg 9.7 max 291.6 median 7.5 stddev 11.4
Connection time [ms]: connect 0.2
Connection length [replies/conn]: 1.000

Request rate: 140.0 req/s (7.1 ms/req)
Request size [B]: 70.0

Reply rate [replies/s]: min 139.0 avg 140.0 max 141.0 stddev 0.4 (35 samples)
Reply time [ms]: response 9.4 transfer 0.0
Reply size [B]: header 171.0 content 86.0 footer 0.0 (total 257.0)
Reply status: 1xx=0 2xx=25200 3xx=0 4xx=0 5xx=0

CPU time [s]: user 61.10 system 118.89 (user 33.9% system 66.1% total 100.0%)
Net I/O: 44.8 KB/s (0.4*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0