assignment1/scripts/client/open_load/run2/Client_70.log
httperf --hog --timeout=10000 --client=0/1 --server=bernoulli --port=80 --uri=/loop.php --rate=70 --send-buffer=4096 --recv-buffer=16384 --num-conns=12600 --num-calls=1
Maximum connect burst length: 1

Total: connections 12600 requests 12600 replies 12600 test-duration 179.995 s

Connection rate: 70.0 conn/s (14.3 ms/conn, <=2 concurrent connections)
Connection time [ms]: min 7.6 avg 7.8 max 14.6 median 7.5 stddev 0.2
Connection time [ms]: connect 0.3
Connection length [replies/conn]: 1.000

Request rate: 70.0 req/s (14.3 ms/req)
Request size [B]: 70.0

Reply rate [replies/s]: min 70.0 avg 70.0 max 70.0 stddev 0.0 (35 samples)
Reply time [ms]: response 7.5 transfer 0.0
Reply size [B]: header 171.0 content 86.0 footer 0.0 (total 257.0)
Reply status: 1xx=0 2xx=12600 3xx=0 4xx=0 5xx=0

CPU time [s]: user 55.27 system 124.74 (user 30.7% system 69.3% total 100.0%)
Net I/O: 22.4 KB/s (0.2*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0