assignment1/scripts/client/open_load/run2/Client_90.log
httperf --hog --timeout=10000 --client=0/1 --server=bernoulli --port=80 --uri=/loop.php --rate=90 --send-buffer=4096 --recv-buffer=16384 --num-conns=16200 --num-calls=1
Maximum connect burst length: 1

Total: connections 16200 requests 16200 replies 16200 test-duration 179.995 s

Connection rate: 90.0 conn/s (11.1 ms/conn, <=2 concurrent connections)
Connection time [ms]: min 7.5 avg 7.8 max 21.7 median 7.5 stddev 0.1
Connection time [ms]: connect 0.3
Connection length [replies/conn]: 1.000

Request rate: 90.0 req/s (11.1 ms/req)
Request size [B]: 70.0

Reply rate [replies/s]: min 90.0 avg 90.0 max 90.0 stddev 0.0 (35 samples)
Reply time [ms]: response 7.5 transfer 0.0
Reply size [B]: header 171.0 content 86.0 footer 0.0 (total 257.0)
Reply status: 1xx=0 2xx=16200 3xx=0 4xx=0 5xx=0

CPU time [s]: user 54.55 system 125.46 (user 30.3% system 69.7% total 100.0%)
Net I/O: 28.8 KB/s (0.2*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0